Repository: Raytem/IOS_RecipesApp
Catalog: RecipeBook/Resources/Localization/Cuisines.xcstrings
Source language: en
Languages: ru

source: African
ru: Африканская

source: American
ru: Американская

source: Asian
ru: Азиатская

source: British
ru: Британская

source: Cajun
ru: Каджунская

source: Caribbean
ru: Карибская

source: Chinese
ru: Китайская

source: Eastern European
ru: Восточно-европейская

source: European
ru: Европейская

source: French
ru: Французская

source: German
ru: Немецкая

source: Greek
ru: Греческая

source: Indian
ru: Индийская

source: Irish
ru: Ирландская

source: Italian
ru: Итальянская

source: Japanese
ru: Японская

source: Jewish
ru: Иудейская

source: Korean
ru: Корейская

source: Latin American
ru: Латино-американская

source: Mediterranean
ru: Средиземноморская

source: Mexican
ru: Мексиканская

source: Middle Eastern
ru: Ближневосточная

source: Nordic
ru: Скандинавская

source: Southern
ru: Южная

source: Spanish
ru: Испанская

source: Thai
ru: Тайская

source: Vietnamese
ru: Вьетнамская
